Repository: xaosfiftytwo/solydxk-conky
Catalog: po/*.po
Languages: ca, fr, nb, nl, pt

source: Preferences
ca: Preferències
fr: Préférences
nb: Innstillinger
nl: Voorkeuren
pt: Preferências

source: Network
ca: Xarxa
fr: Réseau
nb: Nettverk
nl: Netwerk
pt: Rede

source: System
ca: Sistema
fr: Système
nl: Systeem
pt: Sistema

source: Save
ca: Desa
fr: Enregistrer
nb: Lagre
nl: Bewaren
pt: Salvar

source: Action
ca: Acció
nb: Handling
nl: Actie
pt: Ação

source: Apply
ca: Aplica
fr: Appliquer
nb: Bruk
nl: Toepassen
pt: Aplicar

source: Autostart
ca: Engegada automàtica
fr: Démarrage automatique
pt: Inicio automatico

source: Autostart Conky on login.
ca: Engega Conky en entrar al sistema.
fr: Démarrage automatique à l'ouverture de session.
nb: Autostart Conky ved innlogging.
nl: Start Conky automatisch.
pt: Iniciar automaticamente o Conky no arranque

source: Sleep
ca: Adorm
fr: Délai
nb: Dvale
nl: Wachten
pt: Dormir

source: Seconds to wait before starting Conky. Default is 20 seconds.
ca: Segons d'espera abans d'engegar Conky. Per omissió son 20 segons.
fr: Secondes avant le lancement du Conky. Valeur par défaut: 20 secondes.
nb: Sekunder å vente før Conky startes. Standard er 20 sekunder.
nl: Aantal seconden wachten voordat Conky gestart wordt. Default is 20 seconden.
pt: Segundos de espera antes de iniciar Conky. O padrão é 20 segundos.

source: Align
ca: Alinea
fr: Position
nb: Oppstilling
nl: Uitlijnen
pt: Alinhar

source: Conky alignment on the desktop.
ca: Alineació de Conky a l'escriptori.
fr: Position du Conky sur le bureau.
nb: Conky oppstilling på skrivebordet
nl: Conky op desktop uitlijnen.
pt: Alinhamento do Conky no ambiente de trabalho.

source: Interface
ca: Interfície
nb: Grensesnitt

source: Auto detected (use ifconfig).
ca: Auto detectada (usa ifconfig).
fr: Autodétection (utilise ifconfig).
nb: Oppdag automatisk (bruk ifconfig).
nl: Automatisch detecteren (met ifconfig).
pt: Auto detectado (use ifconfig).

source: Download speed
ca: Velocitat de baixada
fr: Débit descendant (download)
nb: Nedlastingshastighet
nl: Download snelheid
pt: Velocidade de transferência

source: Test your download and upload speed with speedtest.net (in Kilobytes).
ca: Comproveu la velocitat de pujada i baixada amb speedtest.net (en Kilobytes).
fr: Testez le débit montant et descendant avec speedtest.net (résultat en Ko).
nb: Test din nedlasting- og opplastingshastighet med speedtest.net (i Kilobytes).
nl: Test uw download en upload snelheid met speedtest.net (in Kilobytes).
pt: Teste a velocidade do seu download e upload com speedtest.net (em kilobytes).

source: Upload speed
ca: Velocitat de pujada
fr: Débit montant (upload)
nb: Opplastingshatighet
nl: Upload snelheid
pt: Velocidade de upload

source: LAN IP
ca: IP de la LAN
fr: IP LAN

source: Check to show these items.
ca: Comproveu per mostrar aquests ítems.
fr: Cocher pour afficher ces paramètres.
nb: Kryss av for å vise disse enhetene.
nl: Vink deze items aan om te tonen.
pt: Verifique para mostrar esses itens.

source: Core temperature
ca: Temperatura del nucli
fr: Température processeur
nb: Kjernetemperatur
nl: Processor temperatuur
pt: Temperatura do core

source: HD temperature
ca: Temperatura del disc dur
fr: Température Disque dur
nb: HD-temperatur
nl: HD temperatuur
pt: Temperatura do HD

source: Temperature unit
ca: Unitats de temperatura
fr: Unité de température
nb: Temperaturenhet
nl: Temperatuur eenheid
pt: Unidade de temperatura

source: CPU fan speed
ca: Velocitat del ventilador de la CPU
fr: Vitesse ventilateur CPU
nb: Hastighet på CPU-vifte
nl: CPU ventilator snelheid
pt: Velocidade do ventilador CPU

source: Chassis fan speed
ca: Velocitat del ventilador del xassís
fr: Vitesse ventilateur chassis
nb: Hastighet på kabinettvifte
nl: Chassis ventilator snelheid
pt: Velocidade do ventilador Chassis

source: Start
ca: Engega
fr: Démarrer
pt: Iniciar

source: Stop
ca: Atura
fr: Arrêter
nb: Stopp
pt: Parar

source: Remove
ca: Elimina
fr: Supprimer
nb: Fjern
nl: Verwijderen
pt: Remover

source: Right
ca: Dreta
fr: Droite
nb: Høyre
nl: Rechts
pt: Direita

source: Left
ca: Esquerra
fr: Gauche
nb: Venstre
nl: Links
pt: Esquerda

source: Conky started
ca: Conky engegat
fr: Conky démarré
nl: Conky gestart
pt: Conky iniciou

source: Conky stopped
ca: Conky aturat
fr: Conky arrêté
nl: Conky gestopt
pt: Conky parou

source: Conky is not running
ca: Conky no s'executa
fr: Conky ne fonctionne pas
nb: Conky kjører ikke
nl: Conky is niet gestart
pt: Conky não está em execução

source: Conky removed
ca: Conky eliminat
fr: Conky supprimé
nb: Conky er fjernet
nl: Conky verwijderd
pt: Conky removido

source: Get default settings
ca: Usa els paràmetres per omissió
fr: Restaurer les valeurs par défaut
nb: Hent standard innstillinger
nl: Verkrijg standaardinstellingen
pt: Obter configurações padrão

source: Start reading existing settings
ca: Comença a llegir les paràmetres actuals
fr: Lecture des paramètres existants
nb: Start å lese eksisterende instillinger
nl: Start met het lezen van bestaande instellingen
pt: Começar a ler as configurações existentes

source: Save settings...
ca: Desa els paràmetres...
fr: Enregistrement en cours...
nb: Lagre innstillinger...
nl: Bewaar instellingen...
pt: Salvar configurações...

source: Conkyrc template not found %(template)s
ca: No trobo la plantilla de Conky %(template)s
fr: Modèle Conkyrc inconnu %(template)s
nb: Conkyrc mal ikke funnet %(template)s
nl: Conkyrc template niet gevonden %(template)s
pt: Modelo .conkyrc não encontrado %(template)s

source: Lua template not found %(template)s
ca: No trobo la plantilla Lua %(template)s
fr: Modèle Lua inconnu %(template)s
nb: Lua mal ikke funnet %(template)s
nl: Lua template niet gevonden %(template)s
pt: Modelo Lua não encontrado %(template)s

source: Start script not found %(template)s
ca: No trobo l'script d'arrencada %(template)s
fr: Script de démarrage inconnu %(template)s
nb: Start-skript ikke funnet %(template)s
nl: Start script niet gevonden %(template)s
pt: Script de inicio não encontrado %(template)s

source: Disk
ca: Disc
nl: HD
pt: Disco

source: Net
ca: Xarxa
nb: Nett

source: Core temp
ca: Temp. nucli
nb: Kjernetemperatur
nl: Processor temp
pt: Temperatura do Core

source: CPU fan
ca: Vent. CPU
nb: CPU-vifte
nl: CPU ventilator
pt: Ventilador da CPU

source: Chassis fan
ca: Vent. xassís
nb: Kabinettvifte
nl: Chassis ventilator
pt: Ventilador do chassi

source: HD temp
ca: Temp HD
nb: Harddisktemperatur
pt: Temp HD

source: Save settings done
ca: Desats els paràmetres
fr: Paramètres enregistrés
nb: Ferdig med å lagre innstillinger
nl: Bewaren instellingen afgerond
pt: Salvar configurações concluído

source: Nothing to open
ca: No hi ha res per obrir
fr: Rien à ouvrir
nb: Ingenting å åpne
nl: Niets te openen
pt: Nada a abrir

source: Command to execute: %(cmd)s
ca: Ordre a executar: %(cmd)s
fr: Commande à exécuter: %(cmd)s
nb: Kommando å utføre: %(cmd)s
nl: Commando uitvoeren: %(cmd)s
pt: Comando para executar: %(cmd)s

source: SolydXK Conky configuration
ca: Configuració de SolydXK Conky
fr: Paramétrage du Conky SolydXK
nb: Konfigurasjon av SolydXK Conky
nl: SolydXK Conky configuratie
pt: Configuração SolydXK Conky

source: Kernel
fr: Noyau
nb: Kjerne
